[
  {
    "image": "accura.png",
    "name": "Accura Engineering",
    "link": "https://www.accura.co.uk",
    "description": [
      "Accura Engineering is the West Midlands’ leading provider of AS9100-accredited precision engineering services. They offer a complete turnkey solution for design and manufacturing. Their role has included proof of concept of pressing cup shapes in marine grade aluminum, press tool design and press tool production."
    ]
  },
  {
    "image": "asherGroup.png",
    "name": "Asher Group",
    "link": "https://www.ashergroup.com",
    "description": [
      "Asher Group is an engineering and project management consultancy in the UK. The company has led production management of the press tool, now stationed at Whiston Industries. In addition to this, Asher Group has been assigned operation management of the pressing and logistics."
    ]
  },
  {
    "image": "ceiia.png",
    "name": "Ceiia",
    "link": "https://www.ceiia.com",
    "description": [
      "Ceiia is a Centre of Engineering and Product Development that designs, develops and operates innovative products in the mobility industries, namely Automotive and Urban Mobility, Aeronautics, Ocean and Space. Ceiia provides finite element simulations of various iterations of the float sandwich/honeycomb construction. The company also took part in collaboration with our press tool manufacturer in the initial stages of the press tool design."
    ]
  },
  {
    "image": "forskningsradet.svg",
    "name": "Research Council of Norway",
    "link": "https://www.forskningsradet.no/en/about-the-research-council/what-we-do",
    "description": [
      "Research Council of Norway is a Norwegian government agency that funds research and innovation projects. The Research Council is responsible for promoting basic and applied research and innovation. In 2020 Sunlit Sea was granted funding through their ‘Innovation Project for the Industrial Sector’. The council has furthermore been an important catalyst towards other funding schemes."
    ]
  },
  {
    "image": "fredolsen.png",
    "name": "Fred Olsen Renewables",
    "link": "https://fredolsenrenewables.com/about-us",
    "description": [
      "Fred. Olsen Renewables is an energy producer delivering clean and sustainable electricity to the European grid. The company has helped run floating solar project development. The corporation is an EPC actor; engineering, procurement and construction, delivering complete turnkey solutions.  Fred Olsen Renewables is an active partner with whom Sunlit Sea engages in open discussions on sensors and leads."
    ]
  },
  {
    "image": "glint.png",
    "name": "Glint Solar",
    "link": "https://www.glintsolar.ai/aboutus",
    "description": [
      "Glint Solar is a technology provider working to drive the energy transition. They do so by mapping and analyzing ideal spots for floating solar with cutting edge solutions. During product development the company has been involved in design planning of automatized site analysis. Moreover, they have been a valuable asset in terms of project- and employment lead generation."
    ]
  },
  {
    "image": "ife.png",
    "name": "Institute for Energy Technology",
    "link": "https://ife.no/en/",
    "description": [
      "IFE is an independent research institute with a broad activity within renewable energy, from development and analysis of materials and components to full energy systems. IFE helps established and new companies to develop and validate new products, solutions and technology along the TRL scale. IFE has decades of experience working within the fields addressed by Sunlit Seas solution: PV, floating constructions, instrumentation and measurement techniques, and modeling of material processes. Three departments at IFE will be involved in the planned research.",
      "Department of Solar Power Systems hosts one of the leading research groups on Floating PV and has performed R&D with FPV-companies since 2015. The Department of Material Processing has a strong background in numerical modeling from a range of industries. The Welding, Instruments, Engineering, Workshop department has entered the field of PV systems over the past years and provided support within data acquisition from various PV test systems at the IFE campus and worldwide."
    ]
  },
  {
    "image": "innovationNorway.png",
    "name": "Innovation Norway",
    "link": "https://www.innovasjonnorge.no/en/start-page",
    "description": [
      "Innovation Norway is the Norwegian Government's most important instrument for innovation and development of Norwegian enterprises and industry. Sunlit Sea has received support through grants on several occasions, and the organization has been an important partner and contributor to our company since start-up in 2019."
    ]
  },
  {
    "image": "kodeworks.png",
    "name": "Kodeworks",
    "link": "https://kodeworks.no",
    "description": [
      "Kodeworks is a Norwegian consulting, design and IT company. The company has been a key contributor through funding since the establishment of Sunlit Sea. Kodeworks CEO, Eirik Larsen, is cofounder and serves as board member. Their key contribution is working on electronics, production line, data processing and accounting."
    ]
  },
  {
    "image": "metsolar.svg",
    "name": "MetSolar",
    "link": "https://metsolar.eu/about-company",
    "description": [
      "MetSolar delivers custom solar solutions for various applications – from: BIPV applications, Solar street lighting, solutions for smart cities, Novel BIPV technologies and more. It is a forward leaning supplier of solar panels, stationed in Lithuania. They have demonstrated ability to tweak production lines from the beginning and handle non-standard requirement specifications."
    ]
  },
  {
    "image": "multiconsult.png",
    "name": "Multiconsult",
    "link": "https://www.multiconsult.no/om-oss/kort-om-multiconsult",
    "description": [
      "Multiconsult is one of Norway's most renowned engineering and architectural corporations. The company offers multidisciplinary consulting, design, engineering, architecture, project follow-up, management, verification and control - both nationally and internationally. Multiconsult took part in validation of the product through participation in the advisory panel of Innovation Norway. They have also completed feasibility studies of possible pilots and assisted in lead generation on projects."
    ]
  },
  {
    "image": "novacavi.png",
    "name": "Novacavi",
    "link": "https://www.novacavi.it/about-us",
    "description": [
      "Novacavi provides expertise in designing and manufacturing in-house high performance advanced cables for an exceptional variety of demanding applications in custom lengths. The company produced custom data and power cable for marine operations for Sunlit Sea and has proven a cost effective and high quality vendor of cables."
    ]
  },
  {
    "image": "oslomet.png",
    "name": "Oslo Metropolitan University",
    "link": "https://www.oslomet.no/en/about",
    "description": [
      "OsloMet is an urban university with a diverse academic profile and a clear international orientation. They have administered parts of operations and project planning of the web interface. In addition, OsloMet has a designated PhD in metallurgy, conducting studies directly connected to Sunlit Seas’ research and development."
    ]
  },
  {
    "image": "solcellespesialisten.jpg",
    "name": "Solcellespesialisten",
    "link": "https://solcellespesialisten.no",
    "description": [
      "Solcellespesialisten has delivered solar cell systems to commercial buildings for over 5 years, and during this time we have learned a lot about what is important to take into account when installing solar cell systems in Norway. The company is one of Norway’s leading installers of solar power plants. Sunlit Sea and Solcellespesialisten signed a cooperation agreement on floating solar projects earlier this year."
    ]
  },
  {
    "image": "solenergiklyngen.png",
    "name": "Solar Energy Cluster Norway",
    "link": "https://www.solenergiklyngen.no/om-oss-2",
    "description": [
      "The partners in the Solar Energy Cluster have a vision to make Norway the world's best arena for innovation and testing in solar and energy systems. The solar energy cluster is funded through the national program for business clusters Norwegian Innovation Clusters, funded by Innovation Norway, the Research Council of Norway and SIVA. The cluster works as a partner collaboration facilitator, event catalyst, as well as providing assistance on writing applications for funding and assessment of pilot leads. "
    ]
  },
  {
    "image": "speira.svg",
    "name": "Speira",
    "link": "https://www.speira.com/about",
    "description": [
      "Speira is a leading global manufacturer of advanced rolled aluminium products, producing approximately one million tonnes per year. For several years they have been the supplier of Norsk Hydro Rolled Products, and is a professional and high quality producer of DNV certified marine grade aluminium. They are well-known for world class material characterization and customized alloy expertise."
    ]
  },
  {
    "image": "stadtTowingTank.png",
    "name": "Stadt Towing Tank",
    "link": "https://www.stadttowingtank.no",
    "description": [
      "Stadt Towing Tank AS is a hydrodynamic testing facility which conducts hydrodynamic work in support of the designers, builders and operators of ships and marine installations. The company has played an imperative role during R&D and execution of Wave tank testing for verifying max significant wave height (Hs), wave-to-float transfer function and overall data processing calibration."
    ]
  },
  {
    "image": "strukturplast.png",
    "name": "Strukturplast",
    "link": "https://strukturplast.no/en/about-us",
    "description": [
      "Strukturplast develops and manufactures components based on thermoset polyurethane. In cooperation with customers, they tailor optimal product solutions to a wide range of applications, including marine operations. Strukturplast has had a key role during hinge development (made of thermoset polyurethane), testing and production."
    ]
  },
  {
    "image": "theweldinginstitute.png",
    "name": "The Welding Institute",
    "link": "https://www.theweldinginstitute.com/about-us",
    "description": [
      "The leading UK engineering institution, supporting welding and joining professionals with welding, joining and allied technologies. The institute was an early proponent and the expert of the friction stir welding technique (FSW) for our aluminum floats; in that, adaptation of welding together two halves. Furthermore they have implemented welding techniques for our aluminum cups, and the edges of the floats."
    ]
  },
  {
    "image": "uio.png",
    "name": "University of Oslo, Department of Mathematics",
    "link": "https://www.mn.uio.no/math/english/about",
    "description": [
      "The Department of Mathematics is engaged in research covering a wide spectrum of subjects within mathematics, mechanics and statistics. Alongside IFE, Stadt Towing Tank, Kodeworks, Sunlit Sea; the University of Oslo is a partner in the Research Council funded project MariSol, an ‘Innovation Project for the Industrial Sector’. Sunlit Sea and UiO furthermore collaborate to calculate wave impact on anchoring and mooring, as well as estimation and modeling for significant wave height (Hs)."
    ]
  },
  {
    "image": "vtt.svg",
    "name": "VTT",
    "link": "https://www.vttresearch.com/en/about-us/what-vtt",
    "description": [
      "VTT is a visionary research, development and innovation partner and is one of Europe’s leading research institutions. The company has functions as a research partner in collaborative effort for EU grants and is owned by the Finnish state. "
    ]
  },
  {
    "image": "whiston.jpg",
    "name": "Whiston Industries",
    "link": "http://whistonindustries.com",
    "description": [
      "Whiston Industries is the UK's number one press tool manufacturer and subcontract machining specialist, supplying the worldwide automotive, aerospace, medical, energy and marine industries. The aluminum floats are pressed at their headquarters and the company contributes with production optimization and clinching."
    ]
  }
]
